; THIS FILE MUST BE ENCODED AS UCS-2 LITTLE ENDIAN
[Language]
Name=Русский

; THESE STRINGS ARE ABSOLUTELY ESSENTIAL
[1]
Original=Default Keyboard
Vernacular=Клавиатуры по умолчанию

[2]
Original=About InKey...
Vernacular=Об InKey...

[3]
Original=Configure InKey...
Vernacular=Настройка InKey...

[4]
Original=InKey Help
Vernacular=InKey Помощь

[5]
Original=Auto Grab Context
Vernacular=Автозахват контекста

[6]
Original=Exit InKey
Vernacular=Выйти из InKey

[7]
Original=Configure keyboard options
Vernacular=Настройка параметров клавиатуры

[8]
Original=Display keyboard layout
Vernacular=Показать раскладку клавиатуры

[9]
Original=Select Keyboard
Vernacular=Выбрать Клавиатуру

; the ampersand marks the menu hotkey (but it will only work if hotkey character is ASCII)
[10]
Original=&Default Keyboard
Vernacular=Клавиатуры по умолчанию

[11]
Original=Keyboards have been reset
Vernacular=Клавиатуры были сброшены

; INKEY CONFIGURATION GUI
[12]
Original=OK
Vernacular=ОК

[13]
Original=Cancel
Vernacular=Отмена

[14]
Original=Add/Configure Keyboards
Vernacular=Клавиатуры

[15]
Original=InKey Options
Vernacular=Опции InKey

[16]
Original=InKey Hotkeys
Vernacular=InKey Горячие Клавиши

[17]
Original=Place a check next to a keyboard to enable it
Vernacular=Установите флажок рядом с клавиатурой, чтобы включть ее

[18]
Original=Load
Vernacular=Загрузить

[19]
Original=Keyboard
Vernacular=Клавиатура

[20]
Original=File
Vernacular=Файл

[21]
Original=Install new keyboard or update existing keyboard from file...
Vernacular=Установка новой клавиатуры или обновление существующей из файла ...

[22]
Original=Configure selected keyboard...
Vernacular=Настройка выбранной клавиатуры...

[23]
Original=Start with Windows
Vernacular=Запускать вместе с Windows

[24]
Original=Portable Mode
Vernacular=Портативный режим

[25]
Original=Follow Windows' Input Language
Vernacular=Следовать за языком ввода Windows

[26]
Original=Refresh Language Bar on Startup
Vernacular=Обновлять языковую панель при запуске

[27]
Original=(Opens and closes 'Text Services and Input Languages' window.)
Vernacular=(Открывает и закрывает окно «Службы текста и языки ввода».)

[28]
Original=Refresh Language Bar on Exit
Vernacular=Обновить языковую панель при выходе

[29]
Original=Leave Keyboards Loaded
Vernacular=Оставить Клавиатуры Загруженными

[30]
Original=Use Alternate Language Without Prompting
Vernacular=Использовать альтернативный язык не спрашивая

[31]
Original=Underlying Layout:
Vernacular=Раскладка клавиатуры:

[32]
Original=Show Keyboard Name Balloon
Vernacular=Показывать название клавиатуры 

[33]
Original=Show the Rota Preview Window at Cursor
Vernacular=Показывать предварительный просмотр переключения

[34]
Original=Speed Rota Period:
Vernacular=Время переключения:

[35]
Original=milliseconds
Vernacular=миллисекунды

[36]
Original=Disable Splash Screen at Startup
Vernacular=Отключить заставку при запуске

[37]
Original=Interface Language:
Vernacular=Язык интерфейса:

[38]
Original=Special Keys:
Vernacular=Обозначения:

[39]
Original=Instructions:
Vernacular=Инструкции:

[40]
Original=Type the hotkey combination in the box.
Vernacular=Введите комбинацию клавиш в поле.

[41]
Original=Clear box to disable hotkey.
Vernacular=Для отключения, удалите текст.

[42]
Original=Change to default keyboard:
Vernacular=Клавиатура по умолчанию:

[43]
Original=Change to default keyboard with double-tap:
Vernacular=Клавиатура по умолчанию двойным нажатием:

[44]
Original=Change to next keyboard:
Vernacular=Изменить на следующую клав.:

[45]
Original=Change to next keyboard with double-tap:
Vernacular=Изменить на следующую клавиатуру двойным нажатием:

[46]
Original=Change to previous keyboard:
Vernacular=Изменить на предыдущую клав.:

[47]
Original=Change to previous keyboard with double-tap:
Vernacular=Изменить на следующую клавиатуру двойным щелчком:

[48]
Original=Keyboard menu pop-up:
Vernacular=Всплывающее меню:

[49]
Original=Keyboard menu pop-up with double-tap:
Vernacular=Всплывающее меню двойным нажатием:

[50]
Original=
Vernacular=

[51]
Original=Resync InKey:
Vernacular=Повторная синхронизация InKey:

[52]
Original=Reload InKey:
Vernacular=Перезагрузить InKey:

[53]
Original=Grab context:
Vernacular=Захват контекста:

[54]
Original=Toggle Auto Grab context:
Vernacular=Включить автозахват контекста:

[55]
Original=Restore Defaults
Vernacular=По умолчанию

[56]
Original=Welcome to InKey!
Vernacular=Добро пожаловать в InKey!

[57]
Original=Please begin by selecting the keyboards you would like to load.
Vernacular=Пожалуйста, начните с выбора клавиатур, которые вы хотели бы загрузить.

[58]
Original=Note: To adjust the options for some of the keyboards you may need to manually edit the configuration files.
Vernacular=Примечание: Чтобы настроить параметры некоторых клавиатур, может потребоваться вручную править конфигурационные файлы.

[59]
Original=ON
Vernacular=ВКЛЮЧЕНО

[60]
Original=OFF
Vernacular=ВЫКЛЮЧЕНО

[61]
Original=Handling of greedy backspace is
Vernacular=Обработка черезмерного удаления

[62]
Original=
Vernacular=

[63]
Original=
Vernacular=

[64]
Original=
Vernacular=

[65]
Original=
Vernacular=

[66]
Original=
Vernacular=

[67]
Original=
Vernacular=

[68]
Original=
Vernacular=

[69]
Original=
Vernacular=

[70]
Original=
Vernacular=

[71]
Original=
Vernacular=

[72]
Original=
Vernacular=

[73]
Original=
Vernacular=

[74]
Original=
Vernacular=

; KEYBOARD CONFIGURE GUI
[75]
Original=You need to choose an alternate locale as well.
Vernacular=Вы должны выбрать альтернативную локализацию.

[76]
Original=Layout Name:
Vernacular=Название Раскладки:

[77]
Original=Menu Text:
Vernacular=Текст Меню:

[78]
Original=precedes shortcut key
Vernacular=предшествует горячей клавише

[79]
Original=Hotkey:
Vernacular=Горячая Клавиша:

[80]
Original=Locale:
Vernacular=Языковой Стандарт:

[81]
Original=Change...
Vernacular=Изменить...

[82]
Original=Alt. Locale:
Vernacular=Альтернативная Локализация:

[83]
Original=Icon:
Vernacular=Иконки:

[84]
Original=View
Vernacular=Показать

[85]
Original=keyboard layout
Vernacular=раскладка клавиатуры

[86]
Original=Configure
Vernacular=Настройка

[87]
Original=-specific settings
Vernacular=специфические параметры

[88]
Original=Configuration Options
Vernacular=Настройки Конфигурации

[89]
Original=New Locale:
Vernacular=Новая Локализация:

[90]
Original=Change Locale...
Vernacular=Изменить Локализацию...

[91]
Original=New Alt. Locale:
Vernacular=Новая Альтернативная Локализация:

[92]
Original=Change Alt. Locale...
Vernacular=Изменить Альтернативную Локализацию...

[93]
Original=Select an icon file...
Vernacular=Выберите файл иконки...

[94]
Original=Select a keyboard file...
Vernacular=Выберите файл клавиатуры...

[95]
Original=Keyboard files
Vernacular=Файлы клавиатуры

[96]
Original=Do you want to update this keyboard?
Vernacular=Вы хотите обновить эту клавиатуру?

[97]
Original=Do you want to install this keyboard?
Vernacular=Вы хотите установить эту клавиатуру?

[98]
Original=InKey Keyboard Installer
Vernacular=InKey Установщик Клавиатуры

[99]
Original=Installation complete.
Vernacular=Установка завершена.

; ERROR MESSAGES
[100]
Original=Please select a keyboard to configure...
Vernacular=Пожалуйста, выберите клавиатуру для настройки...

[101]
Original=File missing in InKey folder. Please reinstall InKey.
Vernacular=Файл отсутствует в папке InKey. Пожалуйста, переустановите InKey.

[102]
Original=A keyboard with that name already exists, and there are differences between the existing keyboard settings and the settings of the keyboard you are attempting to update.
Vernacular=Клавиатура с таким именем уже существует, а также существующие настройки клавиатуры отличаются от настроек клавиатуры, которую вы пытаетесь обновить.

[103]
Original=Do you want to keep your custom keyboard settings?
Vernacular=Хотите сохранить пользовательские настройки клавиатуры?

[104]
Original=There was a problem with copying files to the InKey folder!
Vernacular=Возникла проблема при копировании файлов в папку InKey!

[105]
Original=Validation Error
Vernacular=Ошибка проверки

[106]
Original=Unable to validate (Error #V1). Try reinstalling InKey.
Vernacular=Невозможно проверить (Ошибка #V1). Попробуйте переустановить InKey.

[107]
Original=Unable to validate (Error #V2). Please report this error to the InKey developers.
Vernacular=Невозможно проверить (Ошибка #V2). Сообщите об этой ошибке разработчикам InKey.

[108]
Original=The InKey license file (RegistrationKey.txt) is missing or incomplete.
Vernacular=Файл лицензии Inkey (RegistrationKey.txt) неполный или отсутствует.

[109]
Original=Error (#V3) with InKey license file.  Please report this error to the InKey developers.
Vernacular=Ошибка (# V3) с файлом лицензии InKey. Сообщите об этой ошибке разработчикам InKey.

[110]
Original=License Expired
Vernacular=Срок лицензии истек

[111]
Original=Your InKey license has expired.
Vernacular=Срок вашеей лицензии InKey истек.

[112]
Original=
Vernacular=

[113]
Original=
Vernacular=

[114]
Original=
Vernacular=

[115]
Original=You can only have one keyboard configuration window open at a time.  Sorry!
Vernacular=Вы можете открыть одновременно только одно окно конфигурации клавиатуры. Извините!

[116]
Original=Install/update Keyboard registration?
Vernacular=Установить/обновить регистрацию клавиатуры?

[117]
Original=# Keyboards to unregister:
Vernacular=# Клавиатуры для которых отменить регистрацию:

[118]
Original=# Keyboards to register:
Vernacular=# Клавиатуры для регистрации:

[119]
Original=For InKey to run in its 'Installed' mode, it must first update the keyboard registry to match your settings.
Vernacular=Чтобы запустить InKey в "Установленном" режиме, сперва должен быть обновлен реестр клавиатур, чтобы соответствовать настройкам.

[120]
Original=Doing so requires full administrator permissions.
Vernacular=Для этого требуются полные права администратора.

[121]
Original=If you do not have administrator permissions on this computer, InKey can still run in 'Portable' mode.
Vernacular=Если у вас нет прав администратора на этом компьютере, InKey может работать в "Портативном" режиме.

[122]
Original=Would you like to restart InKey with full administrator permissions?
Vernacular=Вы хотели бы перезагрузить InKey с полными правами администратора?

[123]
Original=Configuration Error
Vernacular=Ошибка Конфигурации

[124]
Original=The language code for keyboard "%ln%" is missing.
Vernacular=Языковой код для клавиатуры "%ln%" отсутствует.

[125]
Original=The language code for keyboard "%ln%" should be a 4-hexidecimal-digit code representing the language ID.
Vernacular=Языковой код для клавиатуры "%ln%" должен быть 4-шестнадцатеричным кодом, представляющим язык ID.

[126]
Original=Use %sLangName% language for '%ln%' layout?
Vernacular=Использовать %sLangName% язык для '%ln%' раскладки?

[127]
Original=The language code
Vernacular=Код языка

[128]
Original=is unknown on this version or service-pack of Windows.
Vernacular=неизвестно в этой версии или пакете обновлений Windows.

[129]
Original=Some applications may not function properly with an unknown language.
Vernacular=Некоторые приложения могут работать некорректно с неизвестным языком.

[130]
Original=Would you like to instead use
Vernacular=Вместо этого, вы хотели бы использовать

[131]
Original=for the
Vernacular=для

[132]
Original=keyboard?
Vernacular=клавиатуры?

[133]
Original=Unknown language code for layout:
Vernacular=Неизвестный код языка для раскладки:

[134]
Original=is unknown on this computer, and you have not configured an alternative for this keyboard.
Vernacular=неизвестно на данном компьютере, и вы не настроили альтернативную клавиатуру.

[135]
Original=Some applications may not function properly with this language.
Vernacular=Некоторые приложения могут работать некорректно с этим языком.

[136]
Original=Load it anyway?
Vernacular=Все равно загружать?

[137]
Original=InKey Installation Error
Vernacular=Ошибка установки Inkey

[138]
Original=The required file
Vernacular=Требуемый файл

[139]
Original=was not found in the
Vernacular=не был найден в

[140]
Original=folder,
Vernacular=папке,

[141]
Original=nor is AutoHotKey installed on this system.
Vernacular=ни AutoHotKey, установленным в системе.

[142]
Original=To install AutoHotKey, please visit autohotkey.com.
Vernacular=Чтобы установить AutoHotKey, пожалуйста, зайдите на autohotkey.com.

[143]
Original=InKey will close.
Vernacular=InKey закроется.

[144]
Original=Error while attempting to reset keyboards.
Vernacular=Ошибка при попытке сброса клавиатуры.

[145]
Original=Error
Vernacular=Ошибка

[146]
Original=Unable to launch keyboard #
Vernacular=Невозможно запустить клавиатуру #

[147]
Original=because the following command failed:
Vernacular=потому что следующая команда не удалась:

[148]
Original=There seems to be a problem with launching
Vernacular=Существует проблема с запуском

[149]
Original=Would you like switch to the default keyboard?
Vernacular=Хотите перейти на клавиатуру по умолчанию?

[150]
Original=
Vernacular=

[151]
Original=
Vernacular=

[152]
Original=
Vernacular=

[153]
Original=
Vernacular=

[154]
Original=
Vernacular=

[155]
Original=
Vernacular=

[156]
Original=
Vernacular=

[157]
Original=
Vernacular=

[158]
Original=
Vernacular=

[159]
Original=
Vernacular=

[160]
Original=
Vernacular=
